Repository: semool/service.auto3dmodesony
Catalog: resources/language/*/strings.po
Languages: german

# #30001
source: General
german: Allgemein

# #30002
source: Enable Autoswitch
german: Aktiviere automatische Umschaltung

# #30003
source: Lan IP of Sony TV
german: Netzwerk IP des Sony TV

# #30004
source: Wait ms after GUI Switch before switch TV
german: Warte ms zum TV umschalten nach der GUI Umschaltung

# #30006
source: TV Model
german: TV Modell

# #30007
source: Cookie Authentication Key
german: Cookie Authentifizierungsschlüssel

# #30008
source: Wait ms between the Key actuations
german: Warte ms zwischen den Tasten Betätigungen

# #30009
source: Advanced
german: Erweitert

# #30010
source: TAB Mode ON/OFF. How often press UP/Down?
german: TAB Modus EIN/AUS. Wie oft Hoch/Runter drücken?

# #30011
source: SBS Mode ON/OFF. How often press UP/Down?
german: SBS Modus EIN/AUS. Wie oft Hoch/Runter drücken?

# #30012
source: Start Authentication with TV
german: Authentifizierung mit TV starten

# #30013
source: Enter Code displayed on TV
german: Code eingeben der auf dem TV angezeigt wird

# #30014
source: Abort
german: Abbruch

# #30015
source: Please set TV IP Address first
german: Zuerst die IP Adresse des TV's eingeben

# #30016
source: Wrong Code
german: Falscher Code

# #30017
source: !Waiting for max 50 seconds!
german: !Warte max. 50 Sekunden!

# #30018
source: Write down the Code show on TV in a File named: "kodiauth" and copy it in Kodi Temp dir to complete Authentication.
german: Schreibe den Code der auf dem TV angezeigt wird in eine Datei mit Namen: "kodiauth" und kopiere diese in das Kodi Temp Verzeichnis um die Authentifizierung abzuschließen.

# #30019
source: Wait ms after press the 3D Key
german: Warte ms nach dem drücken der 3D Taste
